Repository: hugeBlack/StikJIT
Catalog: StikJIT/*.lproj/Localizable.strings
Languages: it

source: Welcome to StikDebug %@!
it: Benvenuto su StikDebug %@!

source: Click connect to get started
it: Clicca su Connetti per cominciare

source: Pick pairing file to get started
it: Seleziona un file di pairing per iniziare

source: Device Not Mounted
it: Dispositivo non montato

source: The Developer Disk Image has not been mounted yet. Check in settings for more information.
it: L'Immagine del disco dello sviluppatore non è stata ancora montata. Connettiti al Wi-Fi e riavvia forzatamente StikDebug.

source: Connect by App
it: Connetti dall'App

source: Select Pairing File
it: Seleziona file di Pairing

source: Connect by PID
it: Connetti con PID

source: Open Console
it: Apri Console

source: Processing pairing file...
it: Elaborazione del file di pairing...

source: ✓ Pairing file successfully imported
it: ✓ File di Pairing importato correttamente

source: Please enter the PID of the process you want to connect to
it: Per favore inserisci il PID del processo a cui vuoi connetterti

source: Invalid PID
it: PID Invalido

source: Success
it: Successo

source: JIT has been enabled for pid %d.
it: JIT è stato abilitato per il pid %d.

source: Installed Apps
it: App Installate

source: No Debuggable App Found
it: Nessuna App Debuggabile trovata

source: StikDebug can only connect to apps with the "get-task-allow" entitlement. Please check if the app you want to connect to is signed with a development certificate.
it: StikDebug può connettersi solamente ad app con l'entitlement "get-task-allow". Per favore verifica che l'app a cui vuoi connetterti è firmata con un certificato di sviluppo.

source: Favorites (%d/4)
it: Preferiti (%d/4)

source: Recents
it: Recenti

source: All Applications
it: Tutte le applicazioni

source: Remove Favorite
it: Rimuovi preferito

source: Add to Favorites
it: Aggiungi ai preferiti

source: Copy Bundle ID
it: Copia il Bundle ID

source: Delete
it: Elimina

source: Loading...
it: Caricamento...

source: Error Occurred While Executing the Default Script.
it: Errore durante l'esecuzione dello Script di Default.

source: Unsupported OS Version
it: Versione non supportata

source: StikJIT only supports 17.4 and above. Your device is running iOS/iPadOS %@
it: StikJIT supporta solamente 17.4 e successivi. Il tuo dispositivo ha iOS/iPadOS %@

source: Cancel
it: Cancella

source: Enable Advanced Options
it: Abilita Opzioni Avanzate
